[
    {
        "title": "Webb’s Jupiter Images Showcase Auroras, Hazes",
        "description": "With giant storms, powerful winds, auroras, and extreme temperature and pressure conditions, Jupiter has a lot going on. Now, NASA’s James Webb Space Telescope has captured new images of the planet. Webb’s Jupiter observations will give scientists even more clues to Jupiter’s inner life.",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149215503257174086/52303684090_157b08692a_o.png"
    },
    {
        "title": "Cartwheel Galaxy (NIRCam and MIRI Composite Image)",
        "description": "This image of the Cartwheel and its companion galaxies is a composite from Webb's Near-Infrared Camera (NIRCam) and Mid-Infrared Instrument (MIRI), which reveals details that are difficult to see in the individual images alone.",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149216261109207122/52258939646_6ad1dc41a1_k.jpg"
    },
    {
        "title": "The Phantom Galaxy Across the Spectrum",
        "description": "M74 shines at its brightest in this combined optical/mid-infrared image, featuring data from both the Hubble Space Telescope and the James Webb Space Telescope. With Hubble’s venerable Advanced Camera for Surveys (ACS) and Webb’s powerful Mid-InfraRed Instrument (MIRI) capturing a range of wavelengths, this new image has remarkable depth.",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149216504273981541/52324839010_3401a65e50_o.jpg"
    },
    {
        "title": "The Pillars of Creation (Webb NIRCam Image)",
        "description": "Journey with us through Webb’s breathtaking view of the Pillars of Creation, where scores of newly formed stars glisten like dewdrops among floating, translucent columns of gas and dust.",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149216958059909241/image.png"
    },
    {
        "title": "Pillars of Creation (NIRCam and MIRI Composite Image)",
        "description": "By combining images of the iconic Pillars of Creation from two cameras aboard NASA’s James Webb Space Telescope, the universe has been framed in its infrared glory. Webb’s near-infrared image was fused with its mid-infrared image, setting this star-forming region ablaze with new details.",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149217220057120778/52534406448_0692982d33_k.jpg"
    },
    {
        "title": "Kabanos",
        "description": "Kabanos (/kəˈbænəs/; plural: kabanosy), also known as cabanossi or kabana, is a long, thin, dry sausage usually made of pork which originated in Poland. They are smoky in flavor, and can be soft or very dry in texture depending on freshness. Typically, they are quite long, 60 cm (24 in), but very thin, with a diameter around 1 cm (0.39 in), and folded in two, giving them a characteristic appearance. Versions made of chicken and turkey are staples in kosher meat markets and delicatessens.",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Kabanos.jpg/1280px-Kabanos.jpg"
    },
    {
        "title": "Galactic Get-Together",
        "description": "Hang out long enough and you start to become each other…just ask these galaxies.",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149217610873970698/52533787586_0348bf92af_o.jpg"
    },
    {
        "title": "NASA’s Webb Unveils Young Stars in Early Stages of Formation",
        "description": "Webb scientists uncovered “buried treasure,” and the Cosmic Cliffs marked the spot. ‍☠️",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149217831225925713/52565304936_b7f9913fea_o1.png"
    },
    {
        "title": "NASA’s Webb Catches Fiery Hourglass as New Star Forms",
        "description": "Hidden in the neck of this “hourglass” of light are the very beginnings of a new star — a protostar. The clouds of dust and gas within this region are only visible in infrared light, the wavelengths that Webb specializes in.",
        "url": "https://cdn.discordapp.com/attachments/716936586180165682/1149218028966395955/52504158265_a309e80827_4k.jpg"
    }
]